{
  "dataset": "diabetes",
  "total_useful_chunks": 30,
  "chunks": [
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 0,
      "text": "Because insulin release and activity are essential processes for glucose homeostasis, the molecular mechanisms involved in the synthesis and release of insulin, as well as in its detection are tightly regulated. Defects in any of the mechanisms involved in these processes can lead to a metabolic imbalance responsible for the development of the disease. This review analyzes the key aspects of T2DM, as well as the molecular mechanisms and pathways implicated in insulin metabolism leading to T2DM and insulin resistance. For that purpose, we summarize the data gathered up until now, focusing especially on insulin synthesis, insulin release, insulin sensing and on the downstream effects on individual insulin-sensitive organs. The review also covers the pathological conditions perpetuating T2DM such as nutritional factors, physical activity, gut dysbiosis and metabolic memory. Additionally, because T2DM is associated with accelerated atherosclerosis development, we review here some of the molecular mechanisms that link T2DM and insulin resistance (IR) as well as cardiovascular risk as one of the most important complications in T2DM.\n1. Introduction Type 2 Diabetes Mellitus (T2DM) is one of the most common metabolic disorders worldwide and its development is primarily caused by a combination of two main factors: defective insulin secretion by pancreatic $\\beta$-cells and the inability of insulin-sensitive tissues to respond to insulin. Insulin release and action have to precisely meet the metabolic demand; hence, the molecular mechanisms involved in the synthesis and release of insulin, as well as the insulin response in tissues must be tightly regulated. Therefore, defects in any of the mechanisms involved can lead to a metabolic imbalance that leads to the pathogenesis of T2DM. This review analyses the key aspects of T2DM, as well as the molecular mechanisms and pathways implicated in insulin metabolism and associations between T2DM and cardiovascular pathophysiology. In this review, we describe the global trends of T2DM, the roles of major risk factors, in particular, obesity, lifestyle factors, genetic predispositions, gut dysbiosis, epigenetics and mitochondrial deregulation. We highlight physiological and molecular mechanisms leading to T2DM and its complications.\n2. Type 2 Diabetes Mellitus: Background and Epidemiology According to the World Health Organization (WHO) diabetes mellitus is a chronic, metabolic disease characterized by elevated levels of blood glucose, which leads over time to damage to the heart, vasculature, eyes, kidneys and nerves. Over 90% of diabetes mellitus cases are T2DM, a condition marked by deficient insulin secretion by pancreatic islet $\\beta$-cells, tissue insulin resistance (IR) and an inadequate compensatory insulin secretory response."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 1,
      "text": "Over 90% of diabetes mellitus cases are T2DM, a condition marked by deficient insulin secretion by pancreatic islet $\\beta$-cells, tissue insulin resistance (IR) and an inadequate compensatory insulin secretory response. Progression of the disease makes insulin secretion unable to maintain glucose homeostasis, producing hyperglycaemia. Patients with T2DM are mostly characterized by being obese or having a higher body fat percentage, distributed predominantly in the abdominal region. In this condition, adipose tissue promotes IR through various inflammatory mechanisms, including increased free fatty acid (FFA) release and adipokine deregulation. The main drivers of the T2DM epidemic are the global rise in obesity, sedentary lifestyles, high caloric diets and population aging, which have quadrupled the incidence and prevalence of T2DM. The organs involved in T2DM development include the pancreas ($\\beta$-cells and $\\alpha$-cells), liver, skeletal muscle, kidneys, brain, small intestine, and adipose tissue. Evolving data suggest a role for adipokine dysregulation, inflammation, and abnormalities in gut microbiota, immune dysregulation, and inflammation have emerged as important pathophysiological factors.\nEpidemiological data show alarming values that predict a worrisome projected future for T2DM. According to the International Diabetes Federation (IDF), in 2019, diabetes caused 4.2 million deaths; and 463 million adults aged between 20 and 79 years old were living with diabetes, a number that will likely rise up to 700 million by 2045. Diabetes was the underlying cause of at least 720 billion USD in health expenditure in 2019. Additionally, the true disease burden of T2DM is likely an underrepresentation as 1 in 3 diabetic people were underdiagnosed, equivalent to 232 million people. The greatest number of people suffering from diabetes are aged between 40 and 59 years old. Incidence and prevalence of T2DM vary according to geographical region, with more than 80% of patients living in low-to-middle-income countries, which poses additional challenges in effective treatment. Patients with T2DM have a 15% increased risk of all-cause mortality compared with people without diabetes with cardiovascular disease (CVD) as the greatest cause of morbidity and mortality associated with T2DM. The association of diabetes with increased risk of coronary heart disease (hazard ratio [HR] 2.00; 95% CI 1.83–2.19), ischaemic stroke (HR 2.27; 1.95–2.65), and other vascular disease-related deaths (HR 1.73; 1.51–1.98) has been shown in a meta-analysis."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 3,
      "text": "3.2. Obesity, Low Physical Activity and Unhealthy Diet Obesity (body-mass index $[BMI] \\ge 30~kg/m^{2}$) is the strongest risk factor for T2DM and is associated with metabolic abnormalities resulting in IR. There exist an inverse linear relationship between BMI and the age at diagnosis of T2DM. The exact mechanisms by which obesity induces T2DM and IR remain to be elucidated; however, numerous factors have shown a significant role in the development of this pathological process, which involves both cell-autonomous mechanisms and inter-organ communications.\nA sedentary lifestyle is another risk factor for T2DM as shown by the Women’s Health Study and in the Kuipio Ischemic Heart Disease Risk Factor Study, which showed a reduction of 34% and 56% reduction of developing T2DM in participants walking 2–3 h a week or at least 40 min a week, respectively. There are three primary benefits of physical activity on the delay of T2DM onset. First, the contraction of skeletal muscle cells induces an increase in blood flow into the muscle, enhancing glucose uptake from plasma. Second, physical activity reduces the notorious intra-abdominal fat, which is a known risk factor that promotes IR. Finally, moderate-intensity exercise has been shown to improve glucose uptake by 40%. Physical activity improves glucose uptake and insulin sensitivity but it can also improve or even reverse inflammation and oxidative stress, which are T2DM predisposing factors.\n3.3. Pathophysiology Regarding the pathophysiology of the disease, a malfunctioning of the feedback loops between insulin action and insulin secretion results in abnormally high glucose levels in blood. In the case of $\\beta$-cell dysfunction, insulin secretion is reduced, limiting the body’s capacity to maintain physiological glucose levels. On the other hand, IR contributes to increased glucose production in the liver and decreased glucose uptake both in the muscle, liver and adipose tissue. Even if both processes take place early in the pathogenesis and contribute to the development of the disease, $\\beta$-cell dysfunction is usually more severe than IR. However, when both $\\beta$-cell dysfunction and IR are present, hyperglycaemia is amplified leading to the progression of T2DM.\n4. Mechanisms Leading to T2DM and Pathophysiology 4.1. Insulin Secretion: Physiological and Dysfunctional Mechanisms Leading to T2DM 4.1.1."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 4,
      "text": "4. Mechanisms Leading to T2DM and Pathophysiology 4.1. Insulin Secretion: Physiological and Dysfunctional Mechanisms Leading to T2DM 4.1.1. $\\beta$-Cell Physiology To safeguard proper $\\beta$-cell function, cellular integrity must be ensured and the mechanisms and pathways implicated in the physiology of $\\beta$-cell must be tightly regulated. $\\beta$-cells are responsible for insulin production, which is synthesized as pre-proinsulin. In the maturation process, pre-proinsulin undergoes a conformational modification carried out with the help of several proteins in the endoplasmic reticulum (ER) to yield proinsulin. Afterwards, proinsulin is translocated from the ER to the Golgi apparatus (GA), entering into immature secretory vesicles and being cleaved into C-peptide and insulin. Once matured, insulin is stored in granules until insulin release is triggered. Insulin release is primarily triggered by a response to high glucose concentrations. It is worth noting that some other factors can also induce insulin release such as amino acids, fatty acids and hormones. When circulating glucose levels increase, $\\beta$-cells take in glucose mainly through the glucose transporter 2 (GLUT2), a solute carrier protein that also works as a glucose sensor for $\\beta$-cells. Once glucose enters, glucose catabolism is activated, increasing the intracellular ATP/ADP ratio, which induces the closing of ATP-dependant potassium channels in the plasma membrane. This leads to membrane depolarization and opening of the voltage dependant $Ca^{2+}$ channels, enabling $Ca^{2+}$ to enter the cell. The rise in the intracellular $Ca^{2+}$ concentration triggers the priming and fusion of the secretory insulin-containing granules to the plasma membrane, resulting in insulin exocytosis.\n\nAdditionally, $Ca^{2+}$ signals can be amplified by the RY receptors (RYR) and may play important roles in stimulus- insulin secretion coupling by virtue of their strategic locations within the cell and their ability to mediate $Ca^{2+}$ induced $Ca^{2+}$ release (CICR). RYR amplifies $Ca^{2+}$ signals when the channel is sensitized by messenger molecules generated from the nutrient metabolism or ligand-binding and are involved in the amplification of insulin secretion."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 5,
      "text": "RYR amplifies $Ca^{2+}$ signals when the channel is sensitized by messenger molecules generated from the nutrient metabolism or ligand-binding and are involved in the amplification of insulin secretion. Nevertheless, other cell signals can also assist or enhance insulin release from $\\beta$-cells. Among them, cAMP might be the most important messenger potentiating insulin release. Accumulated evidence suggests that cAMP induces insulin-containing secretory vesicle mobilization by depleting intracellular $Ca^{2+}$ reservoirs, thereby increasing intracellular $Ca^{2+}$ concentrations. There is also compelling evidence that extracellular ATP is another important regulator of $\\beta$-cell function. It is well-documented that $\\beta$-cells release ATP through exocytosis of insulin granules upon glucose stimulation. Purinergic signaling via P2Y and P2X purinergic receptors stimulates $Ca^{2+}$ mobilization and regulates insulin exocytosis also independently of glucose. P2Y purinoreceptors have been reported to be coupled to G-proteins whereas P2X-type receptors are ATP-activated ligand-gated ion channels non-selective for cations. In the case of P2Y receptors, it has been proposed that insulin release could be mediated by intracellular $Ca^{2+}$ mobilization in response to inositol-1,4,5-trisphosphate (IP3) formation that triggers the release of $Ca^{2+}$ from ER stores, which amplifies the exocytosis-triggering $Ca^{2+}$ signal.\n4.1.2. Mechanisms Leading to $\\beta$-Cell Dysfunction\n$\\beta$-cell dysfunction has been traditionally associated with $\\beta$-cell death. However, recent evidence suggests that the dysfunction of $\\beta$-cells in T2DM might be due to a more complex network of interactions between the environment and different molecular pathways implicated in cell biology. In an excessive nutritional state, similar to that found in obesity, hyperglycemia and hyperlipidemia are often present, favoring IR and chronic inflammation. Under these circumstances, $\\beta$-cells, due to differences in their genetic susceptibility, are subject to toxic pressures including inflammation, inflammatory stress, ER stress, metabolic/oxidative stress, amyloid stress, with the potential of ultimately leading to a loss of islet integrity."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 6,
      "text": "An excess of FFAs and hyperglycemia lead to $\\beta$-cell dysfunction by inducing ER stress through the activation of the apoptotic unfolded protein response (UPR) pathways. In fact, lipotoxicity, glucotoxicity and glucolipotoxicity occurring in obesity, induce metabolic and oxidative stress that leads to $\\beta$-cell damage. Stress derived from high levels of saturated FFAs can activate the UPR pathway by several mechanisms including inhibition of the sarco/endoplasmic reticulum $Ca^{2+}$ ATPase (SERCA) responsible for ER $Ca^{2+}$ mobilization; activation of IP3 receptors or direct impairment of ER homeostasis. In addition, sustained high glucose levels increase proinsulin biosynthesis and islet amyloid polypeptides (IAAP) in $\\beta$-cells, leading to the accumulation of misfolded insulin and IAAP and increasing the production of oxidative protein folding-mediated reactive oxygen species (ROS). These effects alter physiological ER $Ca^{2+}$ mobilization and favor proapoptotic signals, proinsulin mRNA degradation and induce interleukin (IL)-1$\\beta$ release that recruits macrophages and enhances local islet inflammation. As previously mentioned, insulin secretion has to be finely regulated to precisely meet metabolic demand. For that reason, proper islet integrity must be conserved in order to allow $\\beta$-cells to respond to metabolic needs. Under pathogenic conditions, the mechanism described above can ultimately lead to disruption of islet integrity/organization, impairing optimal cell-to-cell communication within pancreatic islets, contributing to poor regulation of insulin and glucagon release and ultimately exacerbating the hyperglycemia. Defects in the synthesis of any insulin precursors, or insulin itself, as well as disruption of the secretion mechanism, can lead to insulin secretory dysfunction, the primary driver of $\\beta$-cell failure, and a foundation of T2DM. For instance, reduced expression in the GLUT2 glucose transporter would affect the downstream signaling pathway, while failure in the folding of proinsulin is another finding commonly linked to deficient insulin production and diabetes.\n\n4.1.3. Pathological Conditions Perpetuating T2DM Nutritional Factors High-caloric Western diet contains large amounts of fats and carbohydrates that elevate blood glucose and circulating very-low-density lipoproteins (VLDLs), chylomicrons (CMs) and their remnants (CMRs) that are rich in triglycerides (TG)."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 9,
      "text": "Dysbiosis can also compromise the production of other metabolites such as branched aminoacids and trimethylamine thus disrupting glucose homeostasis and triggering T2DM development. Understanding the clinical implications of the gut microbiome is a relatively new field, and requires further research to better elucidate the connection between gut microbiota and T2DM.\n\nMetabolic Memory Metabolic memory refers to the persistence of diabetic complications even after maintained glycemic control. This concept arose from the results of multiple large-scale clinical trials, which showed that after diabetes onset, diabetes complications persist and progress even when glycemic control is restored through pharmaceutical intervention. Among them, the UKPDS post-trial study and Steno-2 trial showed that specifically early glycemic interventions prevent diabetic complication and has a marked decrease in CVD endpoints in patients that received either standard or intensive treatment following their diagnosis. Later on, animal models of diabetes and in vitro cell cultures demonstrated that the initial hyperglycemic period results in permanent abnormalities (including aberrant gene expression) of target organs/cells. Metabolic memory involves four mechanisms: epigenetics, oxidative stress, non-enzymatic glycation of proteins and chronic inflammation. Epigenetics involves genetic modulation by factors other than individuals’ DNA sequence, and can regulate gene expression and determine which proteins are transcribed. There are different epigenetic regulation mechanisms: direct methylation of cytosine or adenine residues, covalent modifications of histone proteins, higher-order chromatin structure and non-coding RNAs. Disruptions or imbalances in epigenetic mechanisms can lead to the development of diabetic pathophysiology. MicroRNAs (miRNAs) are small non-coding RNA sequences synthesized as non-mature molecules that undergo several processing steps both in the nucleus and in the cytoplasm to become fully matured miRNAs. Once matured, miRNAs bind to their target gene’s mRNA, leading to mRNA silencing or degradation. Increasing evidence highlights the importance of miRNA mediated post-transcriptional regulation in different aspects of $\\beta$-cell biology such as cell differentiation, cytokine and growth factor-mediated signaling, glucose metabolism and insulin synthesis and secretion. Deregulation of miRNA expression can directly impair $\\beta$-cell function leading to the development of T2DM. To date, more than 2600 miRNAs have been described within the human genome (miRBase, v.22.1), and multiple miRNAs have been shown to be involved in the pathogenesis of T2DM, including miR-200, miR-7, miR-184, miR-212/miR132 and miR-130a/b/miR-152."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 14,
      "text": "Fusion-shifted mitochondria dynamics has been also associated with an increase in fatty acid utilization putatively preventing lipotoxicity.\nThe role of mitochondrial genetics in the risk of T2DM has been clearly established. Indeed, several mtDNA variants (homoplasmic or heteroplasmic) have been associated with T2DM development. To date, the group of heteroplasmic variants associated with a higher risk of T2DM development includes A3243G, T14577C and A5178C. The group of homoplasmic variants associated with T2DM risk includes C1310T, G1438A, A12026G, T16189C and A14693G. It is important to note that additional studies are necessary to determine whether more metabolically active tissues that generate more mitochondrial ROS have increased rates of mtDNA heteroplasmy in T2DM. To summarize, there is a highly nuanced and bi-directional relationship between mitochondrial dysfunction and T2DM. On one hand, aspects of T2DM such as insulin resistance can lead to mitochondrial dysfunction, such as through nutrient overload leading to ROS accumulation. On the other hand, mitochondrial dysfunction may predispose patients to subsequently developing T2DM, as evidenced by the presence of mtDNA variants associated with T2DM. Additional research is needed to better characterize the relationship between mitochondrial health and diabetes.\n5. Insulin Resistance IR refers to a decrease in the metabolic response of insulin-responsive cells to insulin or, at a systemic level, an impaired/lower response to circulating insulin by blood glucose levels. There are three broad categories of IR or insulin-deficient conditions: (1) diminished insulin secretion by $\\beta$-cells; (2) insulin antagonists in the plasma, due either to counter-regulatory hormones or non-hormonal bodies that impair insulin receptors or signaling; and (3) impaired insulin response in target tissues. The action of insulin is influenced by the interplay of additional molecules including growth hormone and IGF-1 in the fed state. While fasting, the insulin response is mitigated by glucagon, glucocorticoids and catecholamines in order to prevent insulin-induced hypoglycemia. The ratio of insulin/glucagon plays a major role in this regulation, since it determines the relative degree of phosphorylation of downstream enzymes in the regulatory signaling pathways. While catecholamines promote lipolysis and glycogenolysis, glucocorticoids promote muscle catabolism, gluconeogenesis and lipolysis."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 15,
      "text": "While catecholamines promote lipolysis and glycogenolysis, glucocorticoids promote muscle catabolism, gluconeogenesis and lipolysis. Hence, excessive secretion of these hormones may be responsible for inducing IR. Regarding the last category, there are three main extra-pancreatic insulin-sensitive organs that play major roles in the aforementioned processes: skeletal muscle, adipose tissue and liver. A defective action of insulin in these tissues often precedes the development of systemic IR, thus progressively leading T2DM.\n\n5.1. Skeletal Muscle Skeletal muscle IR is considered to be the most important extra-pancreatic factor in the development of T2DM. Under physiological conditions, insulin stimulates muscle glycogen synthesis by enhancing glucose uptake from plasma. There are three primary rate-limiting factors implicated in glucose uptake and glycogen synthesis: glycogen synthase, hexokinase and the glucose transporter GLUT4. Upon insulin binding to insulin receptor (INSR) in muscle cells, GLUT4 translocates from intracellular compartments (early endosomes (EE), endosomal recycling compartment (ERC) and trans-Golgi network (TGN)) to the plasma membrane. This process allows glucose uptake and reduces circulating glucose levels. Mutations that reduce the expression of insulin receptor or GLUT4, as well as any defect in either upstream or downstream signaling pathway would reduce glucose intake into the muscle resulting in a hyperglycaemic state. The activation of INSR tyrosine kinase activity is essential for the action of insulin on glucose metabolism. Insulin binding to the $\\alpha$-subunit of the INSR causes phosphorylation of the $\\beta$-subunit on multiple tyrosine residues and allows insulin-mediated signaling. Thus, mutations in any of the main phosphorylation sites can impair INSR tyrosine kinase activity, thereby impairing insulin action on skeletal muscle. As mentioned above, mutations in key proteins of the downstream signaling pathway such as IRS-1 and IRS-2 or phosphoinositide 3-kinase (PI3K) also impair insulin action on the muscle. Apart from mutations or defective epigenetic regulation, environmental factors can also play an important role in glucose uptake by muscle. Physical activity increases blood flow into skeletal muscle cells and thereby enhances glucose utilization. Obesity, which is associated with chronic inflammation, contributes to IR and T2DM. Increasing evidence suggests that as a consequence of obesity, increased immune cell infiltration and secretion of proinflammatory molecules in intermyocellular and perimuscular adipose tissue leads to skeletal muscle inflammation."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 16,
      "text": "Increasing evidence suggests that as a consequence of obesity, increased immune cell infiltration and secretion of proinflammatory molecules in intermyocellular and perimuscular adipose tissue leads to skeletal muscle inflammation. This ultimately leads to myocyte inflammation, impaired myocyte metabolism, and contributes to IR via paracrine effects.\n5.2. Adipose Tissue Adipose tissue is a metabolically dynamic tissue capable of synthesizing a wide range of biologically active compounds that regulate metabolic homeostasis at a systemic level. Indeed, adipose tissue participates in a broad range of biological processes involving, among others, immunity, coagulation, angiogenesis, fibrinolysis, reproduction, vascular tone control, appetite regulation, body weight homeostasis and glucose and lipid metabolism. Insulin acts on adipose tissue in two different ways: (1) stimulating glucose uptake and triglyceride synthesis; and (2) suppressing triglyceride hydrolysis and inducing the uptake of FFA and glycerol from circulation. In the fed state, GLUT4 allows uptake of glucose from the bloodstream into adipocytes, activating glycolysis in which glycerol-3-phospate (glycerol-3-P) is produced and incorporated into lipogenic pathways. Glycerol-3-P, along with the fatty acids coming from VLDLs, are esterified, forming triacylglycerol (TGA) that is stored in lipid droplets. During metabolic stress, TGA droplets the adipocyte are depleted, in order to provide FFA to be used as an energy source in other tissues.\nAn impaired response to insulin stimulation by adipose tissue is known as adipose IR (Adipose-IR). Adipose-IR can lead to impaired suppression of lipolysis, impaired glucose uptake, and enhanced FFA release into plasma even in the presence of high insulin levels. Among the signaling elements affected by adipose-IR, we found that defective AKT activation impairs GLUT4 translocation to the membrane and promotes the activation of lipolytic enzymes that aggravate hyperglycemia. Adipose-IR, as mentioned before, is associated with glucose intolerance and elevated release of FFA into a plasma that accumulates in other tissues such as muscle or liver. In the case of the liver, FFA accumulation results in impaired insulin signaling that promotes hepatic gluconeogenesis and impairs the glucose-stimulated insulin response, inducing T2DM development."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 17,
      "text": "In the case of the liver, FFA accumulation results in impaired insulin signaling that promotes hepatic gluconeogenesis and impairs the glucose-stimulated insulin response, inducing T2DM development.\n\nIt has been shown that abnormally increased adipose tissue mass and adipocyte size correlate with pathologic vascularisation, hypoxia, fibrosis and macrophage-mediated inflammation. A high-fat diet and obesity can activate saturated FFA-stimulated adenine nucleotide translocase 2 (ANT2), an inner mitochondrial protein that results in adipocyte hypoxia and triggers the transcription factor hypoxia-inducible factor-1$\\alpha$ (HIF-1$\\alpha$). This culminates in adipose tissue dysfunction and inflammation. Hypertrophied adipocytes as well as adipose tissue-resident immune cells contribute to increased circulating levels of proinflammatory cytokines. This increase in circulating proinflammatory molecules, together with an increase in local cytokine releases such as TNF and IL-1$\\beta$ and IL-6 facilitates the emergence of a chronic state of low-grade systemic inflammation, also known as metabolic inflammation. This chronic inflammatory state is considered to be a key part in the pathogenesis of IR and T2DM. The insulin stimulation effects on healthy and hypertrophic adipose tissue are shown in Figure 4.\n\n5.3. Liver In the liver, insulin does not only regulate glucose production/utilization but also affects lipid metabolism more broadly. When circulating glucose levels increase and insulin is secreted by pancreatic $\\beta$-cells, insulin binding to liver INSR induces autophosphorylation of the receptor. Consequently, insulin receptor substrates (IRSs) are recruited and phosphorylated. In turn, IRSs activate PI3K, which phosphorylates phosphatidylinositol (4,5)-bisphosphate (PIP2), generating phosphatidylinositol (3,4,5)-triphosphate (PIP3). PIP3 then activates PDK1, which phosphorylates AKT. In addition, AKT is phosphorylated by mTORC2. Once AKT is fully activated, it participates in several downstream pathways that regulate multiple metabolic processes including glycogen synthesis, gluconeogenesis, glycolysis and lipid synthesis. In physiological states, the combined action of glucagon and insulin allows the precise regulation of hepatic glucose output. While glucagon induces hepatic glucose production, insulin acts as a potent inhibitor of glucose production when its concentration in the blood is elevated."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 18,
      "text": "While glucagon induces hepatic glucose production, insulin acts as a potent inhibitor of glucose production when its concentration in the blood is elevated. The effect of insulin on hepatic glucose production is due to both direct and indirect mechanisms. However, the relative importance of each of these mechanisms remains unclear. In addition to inducing glycogen synthesis, insulin also inhibits hepatic glucose production by activating FOXO1, resulting in a reduction of hepatic glucose release. FOXO1 is a transcription factor that belongs to a subclass of the forkhead family of transcription factors that possess a forkhead box-type DNA binding domain. FOXO1 recognizes a specific regulatory element termed the insulin response element (IRE) on the promoters of glucose-6-phosphatase (G6Pase) and phosphoenolpyruvate carboxykinase (PEPCK) genes, both of which play important roles in maintaining glucose level in states of starvation. Thus, through inhibition of FOXO1, insulin promotes glucose storage as glycogen and inhibits glucose synthesis and hepatic glucose output (Figure 5).\n\nSimilar to the case in insulin-sensitive tissues, in states of IR, physiologic levels of circulating insulin are insufficient to elicit the appropriate insulin response in hepatic cells. In the liver, IR impairs glycogen synthesis, fails to suppress glucose production, enhances lipogenesis, and increases the synthesis of proteins such as the proinflammatory CRP. In fact, the abnormal production of proinflammatory proteins such as adipocytokines and cytokines, combined with conditions such as oxidative stress, can lead to an inflammatory state responsible for altered insulin response by the liver.\n\n6. T2DM Outcomes/Complications: Cardiovascular Risk As described in the previous sections, T2DM is a multisystem disease with a strong correlation with CVD development. T2DM leads to a two- to four-fold increase in the mortality rate of adults from heart disease and stroke and is associated with both micro- and macro-vascular complications, the latter consisting of accelerated atherosclerosis leading to severe peripheral vascular disease, premature coronary artery disease (CAD) and increased risk of cerebrovascular diseases. These factors lead to T2DM being considered a significant risk factor for CVD, likely through the involvement of several molecular mechanisms and pathological pathways. These include the role of IR in atherosclerosis, vascular function, oxidative stress, hypertension, macrophage accumulation and inflammation. The following sections describe in detail the main factors implicated in cardiovascular risk outcomes from T2DM and the interactions between them (Figure 6)."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 20,
      "text": "Lipoprotein production, metabolism, and clearance are efficient processes. However, T2DM and IR are among the most important metabolic derangements in these process and they give rise to impaired metabolism and clearance of chylomicrons and VLDLs.\nMechanisms Leading to T2DM Dyslipidemia and Atherosclerosis Increased hepatic TG content present in T2DM patients leads to elevated hepatic production of VLDL and normal or slightly elevated LDL-C levels, most commonly sdLDLs enriched in TG. One of the primary abnormalities in IR is impaired adipose tissue fat storage, resulting from insulin’s inability to inhibit hormone-sensitive lipase (HSL). This results in constitutive FFA release from the intracellular TG stores of adipocytes. The released FFAs are taken up by hepatocytes, where they can be directed to the mitochondria and undergo $\\beta$-oxidation; be re-assimilated into TG to assemble new VLDL particles; shifted to gluconeogenesis resulting in a worsening of hyperglycemia; or stored as TG leading to hepatic steatosis.\nThe dominant feature of diabetic dyslipidemia is the increased production rate of VLDL-apoB100 by the liver, mainly VLDL1, which is related to insulin sensitivity indices. This highlights the role of insulin on VLDL assembly and secretion by hepatocytes. Insulin plays a role in almost all the steps of VLDL assembly and secretion. It is known that insulin inhibits the transcription of Mttp, the gene coding for the microsomal transfer protein (MTP), the protein responsible for assembling TG with apoB100. MTP facilitates concerted lipid transfer and apoB100 folding as it enters the ER lumen and lipidation determines the amount of the active pool of apoB100. Lipidation of apoB100 is a co-translational event and a rate-limiting step of apoB100 mRNA stability thus low availability of TG leads to apoB100 degradation. The addition of TG to apoB100 generates nascent VLDL particles that are transported to the GA by Sar2/COPII-containing vesicles. Within the GA, VLDL maturation occurs in a process promoted by the phospholipase D1 (PLD1). Therefore, in insulin-resistant condition, MTP expression and activity is increased thus contributing to raising apoB100 lipidation and to its rescue from degradation."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 21,
      "text": "Therefore, in insulin-resistant condition, MTP expression and activity is increased thus contributing to raising apoB100 lipidation and to its rescue from degradation. Indeed, IR leads to a loss of the acute insulin-mediated inhibition of apoB100 secretion.\nAvailability of TGs within hepatocytes is important for VLDL synthesis and the liver uses both de novo synthesized FAs and extra-hepatic FFAs as a substrate for TG synthesis. De novo lipogenesis occurs primarily in the fed state in which the expression of lipogenic genes is regulated by the sterol regulatory element-binding protein (SREBP). The SREBP-1c isoform up-regulates almost all the enzymes involved in FA synthesis as well as enzymes that supply acetyl-CoA units and reducing equivalents to the pathway. Insulin regulates SREBP-1c, which explains the lipogenic effect of chronic hyperinsulinemia. FFAs derived from adipose tissue is also a major source of liver TGs and VLDL production. As mentioned above, T2DM is characterized by increased production of FFAs by adipose tissue. Therefore, in IR, an increase in TG lipolysis in adipose tissue and FFA influx serves as another source of lipid to the liver. As mentioned above, in the IR milieu, insulin has reduced capacity to inhibit VLDL secretion in the fed state, the availability of apo-CII is lower and apo-CIII production is increased. These events result in the accumulation of VLDL remnants and IDL due to diminished clearance of TRLs by hepatocytes. Additionally, hepatic IR also impairs LRP1 translocation from intracellular vesicles to the hepatocyte plasma membrane, which contributes to impaired clearance of TRLs (Figure 7).\nIn an effort to offload TG from remnant lipoproteins (VLDL 2+3 and IDL; RLPs), CETP is activated and promotes an exchange of TG out of RLPs and incorporates CE from HDL and LDL particles. The TG-enriched HDL and LDL particles are better substrates for lipolysis by hepatic lipase leading to reduced levels of circulating HDL-C and an increase in sdLDL particles, which are more atherogenic. The increased movement of CE into circulating TRLs mediated by enhanced activity of CETP plays a key role in generating small dense HDL and LDL particles, the former being less atheroprotective and the latter more atherogenic."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 23,
      "text": "The relationship between atherogenic dyslipidemia and ASCVD has also been demonstrated in prospective randomized clinical trials using statins. Even when treated with statins, patients with the atherogenic dyslipidemia phenotype have a higher risk of CV events than those without AD.\nDiabetic dyslipidemia acts in concert with other metabolic and vascular abnormalities to further compound vascular risk. Chronic hyperglycemia induces endothelial dysfunction through a variety of mechanisms such as by reducing vasodilation, increasing vasoconstriction, increasing exposure to free radicals and impairing endothelial cell function, with a net effect of facilitating pro-atherogenic conditions. Increased activity of the renin-angiotensin axis has also been found to further increase oxidative stress.\n6.2. Impaired Endothelial Function and Atherosclerosis Development Endothelium plays an important role in the regulation of vascular tone and structure through a balanced release of endothelial-derived relaxing and contracting factors. This balance is altered in T2DM leading to alteration of the physicochemical properties of the vascular wall via endothelial dysfunction, oxidative stress, platelet hyperreactivity, and inflammation. These abnormalities lead to enhanced vasoconstriction, development of atherosclerosis, and favored thrombus formation.\n6.2.1. Mechanisms Leading to Endothelial Dysfunction in T2DM Vascular endothelial cells are particularly susceptible to developing intracellular hyperglycemia because glucose diffuses passively through their plasma membrane. In T2DM, the excess of glucose can be metabolized in the sorbitol pathway to sorbitol and fructose by aldose reductase, which activates the aldose reductase secondary metabolic pathway, with concomitant oxidation of NADPH to $NADP^{+}$ and reduction of $NAD^{+}$ to NADH. NADPH depletion and an increased NADH/$NAD^{+}$ cytosolic ratio leads to a change in redox potential that accelerates glycolysis and increases de novo synthesis of DAG. As a result, protein kinase C (PKC) is activated, nitric oxide (NO) is reduced. These effects cause vascular permeability and increase contractility. Simultaneously, the increased NADH/$NAD^{+}$ ratio also results in higher production of $O_{2}^{-}$, LDL oxidation, cytotoxic effects on endothelial cells and reduced NO availability, leading to endothelial dysfunction."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 24,
      "text": "Simultaneously, the increased NADH/$NAD^{+}$ ratio also results in higher production of $O_{2}^{-}$, LDL oxidation, cytotoxic effects on endothelial cells and reduced NO availability, leading to endothelial dysfunction.\nThe overproduction of aldoses by the sorbitol pathway promotes protein glycosylation that yields the formation of the stable Amadori products (such as glycosylated hemoglobin) and AGEs. AGEs are associated with several molecules that augment oxidant activity and consequently the production of ROS, which increases oxidative stress and prevents the release of NO, resulting in vascular lesions. AGEs may also reduce endothelium-derived NO bioavailability and activity, further compromising vascular activity. In addition, AGEs can trigger an inflammatory and pro-coagulant state and can cause endothelial activation through the induction of receptor-mediated gene transcription. AGE binding to the RAGE-receptor, nuclear transcription factor NF-$\\kappa$B is activated leading to transcription of endothelin-1, VCAM-1, ICAM-1, E-selectin, thrombomodulin, TF, vascular endothelial growth factor (VEGF), IL-1, IL-6, and TNF-$\\alpha$. Increased expression of inflammatory and adhesion molecules amplifies the inflammatory response and aggravates diabetic vascular complications. These pro-inflammatory cytokines stimulate the expression and release of pro-coagulant molecules and inhibit the expression of anti-coagulant molecules by endothelial cells. This leads to a pro-coagulant state in the surface of the endothelium and increases growth factor production resulting in a thickening of the basement membrane, thus favoring protein and lipid deposition and impairing vasodilation.\n6.2.2. Endothelial Dysfunction in T2DM and Atherosclerosis Development Hyperglycemia-associated vascular injury, oxidative stress, inflammation and altered hemodynamic balance may initiate atherosclerosis development and formation of arterial thrombus. At early stages of atherosclerosis, circulating LDL binds to matrix proteoglycans where their oxidation is favored, giving rise to highly pro-inflammatory particles that stimulate the expression of several adhesion molecules by endothelial cells. This promotes selective binding of leukocytes and their transmigration into the vascular wall along with recruitment and activation of circulating monocytes that differentiate into macrophages. The excess of oxidized LDL is removed by macrophages by a non-regulated mechanism that leads to the formation of foam cells and the onset of fatty streaks."
    },
    {
      "source_txt": "doc-1.txt",
      "chunk_index": 26,
      "text": "High levels of these markers have been found in T2DM patients, which are enhanced in hyperglycaemic conditions.\n6.4. Adipokine Balance and CVD Risk Adipose tissue dysfunction as a result of T2DM can result in an imbalance between pro-inflammatory and anti-inflammatory adipokines, and is one of the mechanisms of T2DM complications. Several studies indicate that adipokines are related to IR, and can result in endothelial dysfunction, and pro-inflammatory and pro-atherogenic states.\nAdiponectin is a well-described insulin-sensitizing hormone and its expression and circulating levels are inversely proportional to the extent of adiposity. Adiponectin has insulin-sensitizing properties. Adiponectin acts through ADIPOR1 and ADIPOR2 receptors and the peroxisome proliferator-activated receptor $\\alpha$ (PPAR$\\alpha$) pathway, leading to decreased hepatic gluconeogenesis, increased liver and skeletal muscle fatty acid oxidation, increased glucose uptake in skeletal muscle and white adipose tissue, and decreased white adipose tissue inflammation. In addition, adiponectin ameliorates $\\beta$-cell death by neutralizing inflammatory and lipotoxic ceramides and DAGs and shows strong anti-inflammatory effects on other cell types such as macrophages and fibrogenic cells. Low concentrations of adiponectin have been found in T2DM patients and are correlated with increased risk of developing premature arteriosclerosis, and are thus considered an additional CVD risk factor. Notably, adiponectin deficiency is associated with coronary artery disease, hypertension, endothelial dysfunction and greater carotid intima-media thickness. Low concentrations of adiponectin lead to an increased expression of intercellular adhesion molecule-1 (ICAM-1), vascular cell adhesion molecule-1 (VCAM-1) and E-selectin, promotes differentiation of macrophages into foam cells and enhances the proliferation and migration of smooth muscle cells.\nOmentin is an adipokine secreted from white adipose tissue and is involved in glucose homeostasis. Omentin circulates in the blood, and is associated with reduced levels in T2DM patients. In vitro studies have shown that omentin enhances insulin-stimulated glucose uptake in human adipocytes by AKT signaling pathway activation. In humans, an inverse correlation between omentin levels and IR is seen, both at the protein and mRNA levels."
    },
    {
      "source_txt": "doc-2.txt",
      "chunk_index": 1,
      "text": "Hypertension (HT) and type 2 diabetes mellitus (T2DM) are the strongest modifiable risk factors for CVD and the subsequent mortality. HT is the main risk factor for CVD, which accounts for more than two-thirds of the total deaths associated with non-communicable diseases. On the other hand, US 827 billion are expended annually in patients with T2DM worldwide.\nA common major risk factor for CVD is obesity, with a global prevalence among adults of 13 % in 2016. The WHO defines obesity as an excess of body fat and recommends using BMI to assess it, as BMI is a simple tool to use in routine clinical examinations. However, BMI does not differentiate fat percentage from lean mass. Therefore, the obesity diagnosis obtained by it is not necessarily correlated with body fat percentage (BF%), which is associated with CVD or metabolic disturbances. Waist circumference (WC) is another anthropometric marker with a demonstrated association with T2DM and HT and represents the abdominal fat and android distribution of fat. The gold standards to quantify BF% as well as describe its distribution are dual-energy X-ray absorptiometry and skinfold thickness assessment. Skinfold thickness, being one of the recommended standards for excess of BF %, remains understudied in its relationship with major cardiometabolic risk factors such as T2DM and HT. In terms of longitudinal evaluations, only two studies from developing countries have explored the association between skinfold thickness results and developing T2DM, and only one of these considered HT as an additional outcome.\nAccordingly, we aimed to determine the association between excess of body fat, estimated by skinfold thickness using four different regions (i.e. bicipital, tricipital, subscapular, suprailiac), and the risk of developing T2DM and HT using information of the PERU MIGRANT Cohort Study. We hypothesized that excess of BF % according to skinfold thickness would demonstrate a greater association with T2DM and HT than that observed with traditional anthropometric markers.\nMethods\nStudy design\nWe analysed data from the PERU MIGRANT Study, a prospective ongoing cohort for which baseline assessment was conducted in 2007–2008. Two follow-ups were carried out, the first one in 2012–2013 and the other during 2015–2016.\nSettings and participants\nAt baseline, individuals aged ≥30 years who reported living permanently in the selected rural and urban areas were invited to participate in the study after a single-stage random sampling method."
    },
    {
      "source_txt": "doc-2.txt",
      "chunk_index": 2,
      "text": "Settings and participants\nAt baseline, individuals aged ≥30 years who reported living permanently in the selected rural and urban areas were invited to participate in the study after a single-stage random sampling method. Rural dwellers were recruited from the district of San Jose de Secce in Huanta, Ayacucho. Rural-to-urban migrants and urban dwellers were selected from Las Pampas de San Juan de Miraflores, Lima. Participants unable to consent and pregnant women were excluded.\nEnrolment at baseline was made through a single-stage random sampling technique. In San Jose de Secce, the rural site, a census was conducted in 2007. In the case of Lima, the urban area, a local census was updated in that year. Those who were born and lived permanently in Las Pampas de San Juan de Miraflores, Lima, were included in the urban group, whereas those who reported to permanently live in Las Pampas de San Juan de Miraflores at the time of the baseline assessment but were born in Ayacucho were considered in the migrant group. A face-to-face administered questionnaire as well as clinical and laboratory assessments were conducted to obtain data related to CVD risk profile and sociodemographic characteristics. Only those with completed information were included in the cohort baseline, resulting in an overall response rate of 61·6 % (989/1606). Participants were re-evaluated during follow-up assessments by contacting them in the settings where they were originally enrolled in the study.\nDefinition of variables\nOutcome variables\nThe two outcomes of interest were T2DM and HT. T2DM cases were defined as: a fasting glucose level ≥126 mg/dl obtained within 8 and 12 h of fasting, self-reported T2DM diagnosis made by a physician, or a current record that the participant is on antidiabetic medication. In the follow-up assessment, new cases of T2DM were considered only when the participant accomplished the first two diagnostic criteria we used at baseline. The laboratory method used for plasma glucose measurement was the enzymatic colorimetric (GOD-PAP, Modular P-E/Roche-Cobas, Grenzach-Whylen, Germany) for 5 ml of whole blood.\nAt baseline, all cases of HT were defined by: the average of the last two of three measurements of systolic blood pressure (≥140 mmHg) or diastolic blood pressure (≥90 mmHg) in the clinical assessment, the participant’s self-report of HT diagnosis done by a physician, or currently receiving antihypertensive medication."
    },
    {
      "source_txt": "doc-2.txt",
      "chunk_index": 3,
      "text": "New cases of HT identified in the first and second follow-up were determined by using only the first two criteria, as the antihypertensive medication data did not provide more information.\nExposure variables\nExcess body fat, measured only at baseline, was defined as the exposure variable according to each skinfold measurement. Four different areas of the body (i.e. bicipital, tricipital, subscapular, suprailiac) were measured in triplicate in millimetres and assessed by the same fieldworker using a Holtain Tanner/Whitehouse Skinfold Caliper calibrated to the nearest 0·2 mm. The average of the three measures for each skinfold was calculated and utilized for further estimations. The Durnin–Womersley density formula was used to estimate the body density according to each skinfold measurement as well as the overall fat obesity, defined as the total sum of all the four skinfolds. Then, the SIRI equation was used to calculate BF% for each skinfold parameter. Sex-specific cut-off points (>25 % for males and 33 % for females) established by the Spanish Society for Obesity Studies were used.\nFor comparison, obesity, defined by BMI (≥30 kg/m²), WC (cut-off point ≥80 cm for women and ≥90 cm for men), waist-to-hip ratio (WHR; cut-off point ≥0·85 for women and ≥0·95 for men) and waist-to-height ratio (WHtR; cut-off point ≥0·5), were considered as other exposure variables of interest. Anthropometric assessments were conducted following standardized procedures by trained fieldworkers.\nOther variables\nThe following sociodemographic variables, assessed at baseline, were also included in the analysis as potential confounders: sex (female v. male), age (<50 v. ≥50 years), education level (non/some primary, complete primary, secondary or more), and socio-economic status based on a wealth index and split into tertiles. Additionally, non-healthy behavioural risk factors were also assessed. Physical activity was assessed through the International Physical Activity Questionnaire (IPAQ). Levels in MET-min/week were categorized into low and medium/high (where MET is metabolic equivalent of task). Heavy drinking was defined as either the self-report of having a hangover or having ≥6 drinks on the same occasion at least once per month. Finally, tobacco consumption was defined as current daily smoking."
    },
    {
      "source_txt": "doc-2.txt",
      "chunk_index": 5,
      "text": "Skinfold measurements and incidence and risk of type 2 diabetes mellitus\nA total of 106 (10·7 %) participants were lost-to-follow up, and fifty-seven (5·8 %) died. For the T2DM incidence, we excluded those who had T2DM diagnosis at baseline (n 40). The mean follow-up was 7·6 (SD 1·3) years, leading to 6068 person-years of follow-up. We identified sixty-one new T2DM cases, resulting in an overall incidence of 1·0 (95 % CI 0·8, 1·3) per 100 person-years.\nOverall fat obesity was associated with a 2·3-fold risk for T2DM. Bicipital and subscapular excess of BF% were the measurements strongly associated with higher risk of T2DM, with almost 3-fold and 6-fold risk, respectively. PAF due to subscapular fat was greater than for other common anthropometric measurements such as BMI, WC and WHtR. After controlling for BMI, results showed a strong association between subscapular skinfold thickness and the risk of T2DM with a small variation in PAF.\nSkinfold measurements and incidence and risk of hypertension\nIn the case of HT, we excluded 160 participants diagnosed at baseline. The mean follow-up was 6·5 (SD 2·5) years leading to 4850 person-years of follow-up. A total of 128 new cases of HT were identified, which resulted in an incidence of 2·6 (95 % CI 2·2, 3·1) per 100 person-years.\nObesity-defined subscapular and suprailiac fat, as well as the sum of all measurements, were significantly associated with higher risk of developing HT. Although almost all of the obesity anthropometric markers were associated with the risk of developing HT, the sum of all skinfold measurements, suprailiac fat, WHtR and subscapular fat showed higher PAF. After controlling for BMI, associations and their respective PAF were similar to those obtained by models without that adjustment.\nDiscussion\nWe found a strong association between BF%, assessed by skinfold thickness, and the risk of developing T2DM and HT even after adjusting for several confounders, including BMI. Obesity defined by BF% in the subscapular area was the strongest anthropometric marker associated with the risk of T2DM, whereas overall fat obesity was most greatly associated with developing HT."
    },
    {
      "source_txt": "doc-2.txt",
      "chunk_index": 6,
      "text": "Obesity defined by BF% in the subscapular area was the strongest anthropometric marker associated with the risk of T2DM, whereas overall fat obesity was most greatly associated with developing HT.\nSkinfold thickness measurements as predictor of type 2 diabetes mellitus\nThe impact of obesity, assessed by BMI, WC and WHtR, on the development of T2DM has been largely described in large cohort prospective studies. However, there is still very limited prospective information assessing the association of skinfold thickness with incident T2DM. To our knowledge, there is no specific recommendation about the use of an anthropometric measurement as a marker for T2DM risk prediction besides BMI and WC. Our findings provide evidence favouring the utility of measuring skinfolds as a laboratory-free marker for the risk of T2DM in non-specialist and low-resource settings.\nUpper-body fat, known as truncal fat, has been associated with an increased insulin resistance among men. Many markers of insulin secretion and its metabolism have been studied according to fat distribution. These studies have indicated that visceral and upper-body fat are more related to the release of NEFA and their accumulation in the liver, which subsequently leads to glucose metabolism impairment and even cardiovascular mortality. Few observational studies have approached the relationship between subscapular skinfold thickness and the risk of developing T2DM. Of these studies, only three were prospective in nature. Mensik et al. reported that a greater subscapular skinfold thickness was more strongly associated with the risk of transient and persistent impaired glucose tolerance after 4 months of follow-up compared with BMI, WC and the sum of all skinfold measurements. However, Chei et al. questioned this association, as only a marginal significant risk for T2DM and HT was found. Data regarding physical activity and sociodemographic characteristics were not available in this latter report, leaving room to better assess the association by including further confounders as we did herein. Sosenko et al. noted a strong association between subscapular skinfold thickness and non-insulin-dependent diabetes. Compared with BMI and WHtR, subscapular skinfold thickness was superiorly associated with T2DM, even after controlling for sex.\nSome studies suggest that the relationship between insulin secretion and high-carbohydrate diets, which are particularly common in Peru and other Latin American countries, varies according to phenotype and body fat distribution. The positive association between abdominal obesity and T2DM is clear and seems to be stronger when other criteria of the metabolic syndrome (e.g."
    },
    {
      "source_txt": "doc-2.txt",
      "chunk_index": 7,
      "text": "The positive association between abdominal obesity and T2DM is clear and seems to be stronger when other criteria of the metabolic syndrome (e.g. high cholesterol) are present. Moreover, in patients with a history of vascular disease, WC has a positive association with T2DM risk. A diet rich in carbohydrates would increase the abdominal perimeter, leading to high levels of inflammation markers related to T2DM, such as IL-6, complement factor C3 and C-reactive protein. In Asian populations, WC has been associated not only with T2DM but also with diabetic retinopathy. Among Hispanics, data are limited. Mexican populations had greater levels of insulin secretion after oral glucose intake unlike to white counterparts. Finally, truncal fat is linked to parental history of T2DM, which is also an established risk factor for T2DM. Overall, the assessment of body fat distribution could play an important role in T2DM screening and follow-up.\nSkinfold thickness measurements as predictor of hypertension\nData regarding the association between skinfold thickness and HT are even more limited. To our knowledge, there is only one study addressing this association prospectively. The Kaunas Cardiovascular Cohort Risk Study conducted in Lithuania showed that an increased skinfold thickness measured in childhood was not associated with HT in adulthood, after 35 years of follow-up. There are chemical changes during adolescence that may explain why skinfold thickness assessed during childhood might not reflect final fat distribution in adulthood. In addition, studies in twins have reported that BMI and skinfolds vary with age and sex independently of heritability, and that skinfold thickness measurements performed in childhood actually overestimate BF%. Our study focused only on adults and demonstrated the long-term effect of body fat distribution on blood pressure outcomes.\nA few cross-sectional studies, mainly in children, have considered skinfold thickness measurements as exposure variables while assessing HT or blood pressure as outcomes. Khadilkar et al. found a relevant association between higher blood pressure and tricipital skinfold thickness in children aged 5–17 years. Ying-Xiu et al. assessed upper-body fat as the sum of tricipital and subscapular skinfold thicknesses, obtaining similar results in 12-year-old children. Okosun et al. found that truncal obesity, abdominal obesity and their co-occurrence had higher odds of HT, especially in adult women. Our longitudinal study confirms these associations. A cross-sectional analysis in young Mexican women (mean age = 29·6 (SD 5·4) years) reported that the sum of all skinfold thicknesses was almost equally efficient in predicting HT compared with BMI and WC; however, in our prospective analysis, BMI had the weakest association and lowest PAF."
    },
    {
      "source_txt": "doc-2.txt",
      "chunk_index": 9,
      "text": "Finally, data regarding diet were not collected, representing a potential but minimal bias because of its relationship with body fat distribution according to the intake of simple and complex carbohydrates and saturated fat, which typically accumulates in WC. Therefore, further studies are needed to address the impact of diet patterns.\nConclusions\nThere is evidence of a strong association between subscapular and overall fat obesity assessed through skinfold thickness and the risk of developing T2DM and HT. Moreover, after adjusting for obesity according to BMI, which is used the most in daily clinical practice, subscapular obesity remained as one of the best predictors for T2DM. We remark that BMI and WC, commonly used anthropometric measurements, had lower PAF, particularly for HT. Our findings suggest that skinfold thickness, if used as part of routine assessments, might improve the detection process of T2DM and HT in settings without clinical specialists or accessible laboratory support. Nevertheless, considering the limitations of the skinfold thickness measurements, implementation-type studies are needed in order to disentangle the impact of subscapular skinfold thickness measurement as part of the routine clinical examination in elderly or overweight patients.\nAcknowledgements\nThe authors are in high debt to the participants from Ayacucho and Lima, who kindly agreed and completed their participation in the study. In addition, they want to recognize and thank the commitment and hard work of all the fieldworkers, especially Lilia Cabrera, Rosa Salirrosas and Marco Varela.\nFinancial support: This study was funded by the National Heart, Lung, and Blood Institute, National Institutes of Health, through the GloCal Health Fellowship Program from the University of California Global Health Institute and partly under the contract number HHSN268200900033 C. A.R.-A. is supported by the GloCal Health Fellowship Program. A.B.-O., J.J.M. and L.S. are supported by the Wellcome Trust. R.M.C.-L. has received support by the Inter-American Institute for Global Change Research (IAI CRN3036). The funders had no role in the design, analysis or writing of this article.\nConflict of interest: The authors declare neither competing nor conflicts of interests.\nAuthorship: J.J.M., A.B.-O., L.S. and R.H.G. conceived the original idea of the PERU MIGRANT Cohort Study including the further studies obtained with the follow-ups. The authors were part of the design and supervision."
    },
    {
      "source_txt": "doc-3.txt",
      "chunk_index": 0,
      "text": "It has not been fully elucidated how risk depends on the number of affected pregnancies or how long the excess risk persists.\n\nRESEARCH DESIGN AND METHODS\nWe assessed reproductive histories in relation to risk of type 2 diabetes using a nationwide cohort of 50,884 women. Among participants who initially did not have diabetes, 3,370 were diagnosed with diabetes during 10 years of follow-up. We used Cox proportional hazards models that allowed risk to depend on age, cumulative number of pregnancies with gestational diabetes mellitus, and time since the most recent affected pregnancy, adjusting for BMI, educational level, and race/ethnicity.\n\nRESULTS\nHistory of one or more pregnancies with gestational diabetes mellitus predicted elevated age-specific risk of type 2 diabetes, with a hazard ratio of 3.87 (95% CI 2.60–5.75) 6–15 years after an affected pregnancy. Risk increased steeply with multiple affected pregnancies. The age-specific associations attenuated over time after an affected pregnancy, with an estimated 24% reduction of the hazard ratio per decade. Risk remained elevated, however, for >35 years.\n\nCONCLUSIONS\nGestational diabetes mellitus predicted markedly increased rates of type 2 diabetes. Relative risk increased substantially with each additional affected pregnancy. The estimated hazard ratio declined with time after a pregnancy with gestational diabetes mellitus but remained elevated for >35 years. Women recalling a history of gestational diabetes mellitus should be screened regularly for type 2 diabetes, even late in life.\n\nGestational diabetes mellitus (GDM) is defined as hyperglycemia with onset during the second or third trimester of pregnancy in women without a previous diagnosis of non-GDM (1). The estimated per-pregnancy rates of GDM range from 4.6 to 9.2%, depending on the diagnosis strategy and data source (2).\n\nGDM is believed to typically be a result of pancreatic b-cell dysfunction in women with preexisting insulin resistance (3). These deficiencies can progress, which increases a woman’s risk of developing type 2 diabetes after pregnancy (4).\n\nA meta-analysis on this topic estimated that the risk for type 2 diabetes among women with GDM was 10-fold elevated (relative risk 9.51, 95% CI 7.41–12.67) compared with women with a normoglycemic pregnancy (5). Based on this evidence, a diagnosis of GDM during pregnancy may expose an underlying susceptibility to type 2 diabetes and function as a harbinger of future disease risk."
    },
    {
      "source_txt": "doc-3.txt",
      "chunk_index": 2,
      "text": "The study is overseen by the institutional review board of the National Institutes of Health (Bethesda, MD).\n\nEnrolled women complete brief health updates annually (about recent diagnoses), with response rates of ~90% throughout follow-up. Women in the Sister Study cohort had a mean age of 55 years at enrollment. We excluded 3 women who withdrew from the study and 57 who reported breast cancer before completing enrollment (and were therefore ineligible). Additionally, 822 women provided inconsistent information about their type 2 diabetes status. We considered these women to be prevalent cases (n = 160) if they self-reported taking one or more type 2 diabetes–specific medications (insulin, metformin, and/or oral nonbiguanide medications), and incident cases (n = 103) if they reported using these medications after enrollment only. We excluded two women for whom we could not infer timing of their type 2 diabetes diagnosis. The remaining 557 were considered to not have diabetes at enrollment. A total of 3,222 women who had diabetes at enrollment were excluded, and 129 women who reported having been pregnant but did not report GDM were excluded. The final analytical sample was 47,471 women. Of note, although the Sister Study comprises a cohort of women with a family history of breast cancer, there was no overall association between type 2 diabetes and breast cancer in this cohort.\n\nExposure, Outcome, and Covariate Assessment\nInformation on participants’ history of GDM was ascertained at enrollment. For each of their pregnancies, participants were asked whether they had had pregnancy-related diabetes or an abnormal glucose tolerance test during the pregnancy (which was coded as GDM). Pregnant women were only categorized as having GDM if they reported no history of any nonpregnant diabetes beforehand. Although the follow-up questionnaires asked about pregnancies that occurred after enrollment, we did not ascertain GDM status for those pregnancies. A total of 514 pregnancies (<1%) occurred after study enrollment.\n\nWe assessed the risk of type 2 diabetes (n = 3,370 incident cases) using self-reported physician-diagnosed type 2 diabetes status or self-reported type 2 diabetes medication use, as reported on each follow-up questionnaire. Information about age, education level, and race/ethnicity was collected on the baseline questionnaire, and participants were asked about their BMI during their 30s. We also measured participants’ BMI at enrollment (underweight/normal weight <25.0 kg/m^2, overweight 25.0–29.9 kg/m^2, obese ≥30.0 kg/m^2)."
    },
    {
      "source_txt": "doc-3.txt",
      "chunk_index": 3,
      "text": "We also measured participants’ BMI at enrollment (underweight/normal weight <25.0 kg/m^2, overweight 25.0–29.9 kg/m^2, obese ≥30.0 kg/m^2).\n\nStatistical Analysis\nWe described cohort characteristics for categorical variables by the count (%) and for continuous variables by mean (SD) or median (25th–75th percentile), according to their distribution. We used age as the primary time scale in all incidence models, with person-time beginning at a participant’s age at enrollment. Participants were followed until type 2 diabetes diagnosis, with censoring at age of death, age at loss to follow-up, or age in September 2018 (data release 8.1), whichever came first.\n\nIn our analyses, we adjusted for race/ethnicity (categorical, 15 missing values), education level (categorical, 11 missing values), and BMI (categorical, 402 missing values for BMI during the participants’ 30s and 12 missing values for baseline BMI). These confounders were selected a priori using directed acyclic graphs.\n\nMultivariable Cox proportional hazard models were used to estimate the hazard ratios (HRs) and 95% CIs for type 2 diabetes as associated with history of GDM, both as a dichotomous and as categorized variable based on the time-dependent cumulating number of GDM occurrences. The main effects of GDM were first fitted in Cox models that presumed the HRs remain fixed over time. We then relaxed that assumption by permitting the GDM HR for type 2 diabetes to change with the time elapsed since the most recent pregnancy with GDM. To accomplish this, we included a time-dependent indicator variable for GDM (set permanently to 0 for nulliparous women and parous women who never had a pregnancy with GDM) as well as a time-varying interaction term between the GDM indicator and time elapsed since last GDM diagnosis (which is 0 at age of first pregnancy GDM). In this way, the estimated HR for the association between GDM and incident type 2 diabetes was allowed to change over time. When modeled as a continuous variable, we included both a linear and a quadratic term, using a likelihood ratio test to assess whether the quadratic term was needed to improve the fit. As an alternative approach, we stratified by time elapsed in categories 0–5 years, 6–15 years, 16–25 years, 26–35 years, and >35 years since the most recent GDM diagnosis."
    },
    {
      "source_txt": "doc-3.txt",
      "chunk_index": 6,
      "text": "Such a pattern suggests that there is no longer an increased risk after 10 years. However, those estimates were based on contacting women who had participated much earlier in studies of GDM. Loss to follow-up and nonparticipation may have depended on whether the woman had developed type 2 diabetes. By contrast, in our prospective study of incident type 2 diabetes, we relied on actuarial methods and found that the incidence was elevated >35 years after the last pregnancy with GDM. More consistent with our findings, a recent study found that the crude cumulative incidence of type 2 diabetes increased linearly up to 23 years. Our results complement and expand on that finding by providing time-specific HR estimates, adjusted for BMI, ethnicity, and education level, with follow-up that included ongoing times >35 years after the last GDM diagnosis.\n\nTo our knowledge, the importance of a GDM history when there have been multiple affected pregnancies has not been carefully examined previously. In our prospective study, the risk increased steeply with the reported number of affected pregnancies. Our results suggest that special emphasis should be placed on providing adequate screening for women who have had GDM, especially those who have had multiple such pregnancies.\n\nWomen with a diagnosis of GDM are advised to be screened for diabetes 4–12 weeks postpartum and then screened for type 2 diabetes or prediabetes at least every 3 years, but most women with GDM reportedly are not screened after delivery. Our finding that women with GDM remain at an elevated risk of developing type 2 diabetes for >35 years should be a call to action that motivates women who were ever diagnosed with GDM to be screened regularly. Similarly, it should alert health professionals to extend screening programs to target this population.\n\nThese findings are biologically plausible. GDM may typically reflect pancreatic b-cell dysfunction in women with preexisting insulin resistance. In these women, insulin secretion does not increase appropriately to counteract the insulin resistant state that occurs in the second half of pregnancy. These deficiencies may in most cases be progressive, which can plausibly increase a woman’s risk of overt diabetes after a pregnancy with GDM. Furthermore, repeated episodes of GDM apparently heighten this risk, or perhaps provide stronger evidence for deficiencies in underlying glucose metabolism. It is also possible that GDM itself has deleterious effects on b-cell function.\n\nCongruent with our results, a previous study reported that among women with a history of GDM, a subsequent diagnosis of type 2 diabetes is more likely among those who are obese compared with those at a lower weight."
    },
    {
      "source_txt": "doc-3.txt",
      "chunk_index": 7,
      "text": "Congruent with our results, a previous study reported that among women with a history of GDM, a subsequent diagnosis of type 2 diabetes is more likely among those who are obese compared with those at a lower weight. This observation further highlights the need to consider BMI in type 2 diabetes prevention educational campaigns and lifestyle interventions tailored to women with both risk factors to promote weight loss and maintenance of a healthy weight after pregnancy.\n\nType 2 diabetes incidence is evidently markedly elevated in the first 5 years after a GDM diagnosis. Some, but not all, of that is likely due to increased screening following a pregnancy with GDM. On average, women in the Sister Study were past their reproductive age (mean age of 55 years) when they enrolled. Women who had already developed type 2 diabetes before enrollment were excluded from our prospective analysis (n = 3,222).\n\nA limitation of our study was that the history of GDM was self-reported, which could have led to some misclassification of that history. However, a previous study reported 94% agreement between GDM self-report and a physician diagnosis drawn from the medical record. Type 2 diabetes was also self-reported, but a previous study reported positive predictive values of 91.8% for self-reported prevalent diabetes and 82.2% for incident diabetes. Furthermore, in a sample of ~2,000 women in the Sister Study who did not report type 2 diabetes at enrollment, 7.7% of those who later reported a diagnosis of type 2 diabetes and 1% of those who did not report incident type 2 diabetes had a hemoglobin A1c ≥6.5% (48 mmol/mol) at baseline, suggesting that undiagnosed type 2 diabetes was not prevalent at enrollment in this cohort. Nevertheless, to the extent that some women with GDM were mistakenly classified as unexposed and some type 2 diabetes diagnoses were missed, our estimates may be biased toward the null. We also recognize that the underreporting of GDM may increase as women age and time passes after an affected pregnancy, so in fact, our estimate of the HR for person-time >35 years after the last pregnancy with GDM may underestimate the actual HR. On the other hand, a physician making a screening recommendation also would likely be relying on a woman’s self-report, as few would have ready access to obstetric records that are >35 years old. So, the HR based on self-report may be more clinically relevant than one based on actual clinical data."
    },
    {
      "source_txt": "doc-3.txt",
      "chunk_index": 8,
      "text": "So, the HR based on self-report may be more clinically relevant than one based on actual clinical data.\n\nWe only asked participants about their GDM diagnoses before enrollment and would have missed any diagnoses that occurred after enrollment. This would have little impact in our prospective analysis, however, since <1% of women in the cohort had a pregnancy during follow-up. Another limitation is that we do not have data on some covariates that could act as confounders of the relationship between GDM and type 2 diabetes. Specifically, we do not have data on physical activity at a point in time that was relevant for the association under study, and some residual confounding may remain. Additionally, baseline BMI may be a mediator of the GDM–type 2 diabetes association if GDM caused subsequent weight gain. We ran sensitivity analyses where we adjusted the prospective analysis by self-reported average BMI at ages 30–39 years (our best proxy for pregestational BMI) instead of adjusting for baseline BMI, and there was little difference in the observed results.\n\nThe Sister Study cohort includes only women with a first-degree family history of breast cancer, which could raise the question of generalizability. However, there was no overall association between type 2 diabetes and breast cancer risk in this cohort. Also, most of the participants are non-Hispanic White women and highly educated, a group that is at a lower risk of developing GDM and type 2 diabetes. Despite these limitations, some of the study’s strengths lie in the fact that the study had, on average, 10.2 years of follow-up in the prospective analysis, a high retention rate, and a large sample size.\n\nPersonalized lifestyle interventions that target women with both a BMI in the overweight or obese category and a history of GDM may be effective in reducing their burden of type 2 diabetes. Additionally, women with a history of GDM, especially those with a history of multiple pregnancies with GDM who also have a BMI in the overweight or obese category, should be screened regularly for type 2 diabetes, even late in life."
    }
  ]
}